<?php

/*
==============================================================================
		货场物流监控系统

	本文包含系统参数变量。
==============================================================================
*/

/**
 * 		修订历史
 *
 * 		@todo 
 */

//============================================================================
//   数据库连接字符串
//============================================================================

// 你的数据库驱动: mysql,oci,oci8
$_configuration['db_driver']			= 'oci:';
// 你的数据库服务器
$_configuration['db_host']				= 'localhost';
// 你的数据库用户名
$_configuration['db_user']				= 'cfdgis';
// Y你的数据库密码
$_configuration['db_password']		= 'cfdgis';

?>